Repository: devdasx/aperture
Catalog: UniApp/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, bn, ca, cs, da, de, el, es, et, fa, fi, fil, fr, he, hi, hr, hu, id, is, it, ja, ko, lt, lv, ml, mr, ms, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sr, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Hidden networks stay supported — only this list’s view is affected.
af: Versteekte netwerke bly ondersteun — net hierdie lys se aansig word geraak.
ar: تظل الشبكات المخفاة مدعومة — يتأثّر عرض هذه القائمة فقط.
bg: Скритите мрежи остават поддържани — засяга се само изгледът на този списък.
bn: লুকানো নেটওয়ার্ক সমর্থিত থাকে — কেবল এই তালিকার দৃশ্যেই প্রভাব পড়ে।
ca: Les xarxes ocultes continuen sent compatibles — només es veu afectada la vista d’aquesta llista.
cs: Skryté sítě jsou nadále podporované — ovlivněno je jen zobrazení tohoto seznamu.
da: Skjulte netværk understøttes stadig — kun visningen af denne liste påvirkes.
de: Ausgeblendete Netzwerke werden weiterhin unterstützt — nur die Ansicht dieser Liste ändert sich.
el: Τα κρυμμένα δίκτυα εξακολουθούν να υποστηρίζονται — επηρεάζεται μόνο η προβολή αυτής της λίστας.
es: Las redes ocultas siguen siendo compatibles — solo se ve afectada la vista de esta lista.
et: Peidetud võrgud jäävad toetatuks — muutub vaid selle loendi vaade.
fa: شبکه‌های پنهان همچنان پشتیبانی می‌شوند — فقط نمای این فهرست تغییر می‌کند.
fi: Piilotetut verkot ovat edelleen tuettuja — vain tämän luettelon näkymä muuttuu.
fil: Patuloy na suportado ang mga nakatagong network — ang view lang ng listahang ito ang naaapektuhan.
fr: Les réseaux masqués restent pris en charge — seule la vue de cette liste est concernée.
he: רשתות מוסתרות עדיין נתמכות — רק תצוגת הרשימה הזו מושפעת.
hi: छिपी गई नेटवर्क समर्थित रहते हैं — केवल इस सूची का दृश्य प्रभावित होता है।
hr: Skrivene mreže i dalje su podržane — mijenja se samo prikaz ovog popisa.
hu: A rejtett hálózatok továbbra is támogatottak — csak ennek a listának a nézete változik.
id: Jaringan yang disembunyikan tetap didukung — hanya tampilan daftar ini yang terpengaruh.
is: Faldir netkerfi eru áfram studd — aðeins birting þessa lista breytist.
it: Le reti nascoste restano supportate — cambia solo la vista di questa lista.
ja: 非表示のネットワークも引き続きサポートされます—このリストの表示のみが変わります。
ko: 숨긴 네트워크도 계속 지원돼요 — 이 목록의 표시 방식만 달라져요.
lt: Paslėpti tinklai lieka palaikomi — keičiasi tik šio sąrašo rodinys.
lv: Slēptie tīkli joprojām tiek atbalstīti — tiek mainīts tikai šī saraksta skats.
ml: മറച്ച നെറ്റ്‌വർക്കുകൾക്ക് പിന്തുണ തുടരും — ഈ പട്ടികയുടെ കാഴ്ച മാത്രമേ ബാധിക്കപ്പെടൂ.
mr: लपवलेल्या नेटवर्कना पाठिंबा कायम राहतो — फक्त या यादीचे दृश्य प्रभावित होते.
ms: Rangkaian tersembunyi kekal disokong — hanya paparan senarai ini terjejas.
nb: Skjulte nettverk støttes fortsatt — bare visningen av denne listen påvirkes.
nl: Verborgen netwerken blijven ondersteund — alleen de weergave van deze lijst verandert.
pa: ਲੁਕਾਏ ਨੈੱਟਵਰਕ ਸਮਰਥਿਤ ਰਹਿੰਦੇ ਹਨ — ਸਿਰਫ਼ ਇਸ ਸੂਚੀ ਦਾ ਦ੍ਰਿਸ਼ ਹੀ ਪ੍ਰਭਾਵਿਤ ਹੁੰਦਾ ਹੈ।
pl: Ukryte sieci nadal są obsługiwane — zmienia się tylko widok tej listy.
pt_br: As redes ocultas continuam com suporte — apenas a exibição desta lista é afetada.
ro: Rețelele ascunse rămân acceptate — este afectată doar afișarea acestei liste.
ru: Скрытые сети по-прежнему поддерживаются — меняется только отображение этого списка.
sk: Skryté siete sú naďalej podporované — ovplyvnené je len zobrazenie tohto zoznamu.
sl: Skrita omrežja so še naprej podprta — spremeni se le prikaz tega seznama.
sr: Скривене мреже и даље су подржане — мења се само приказ ове листе.
sv: Dölda nätverk stöds fortfarande — bara vyn för den här listan påverkas.
sw: Mitandao iliyofichwa inaendelea kutumika — ni mwonekano wa orodha hii pekee unaoathiriwa.
ta: மறைக்கப்பட்ட நெட்வொர்க்குகள் தொடர்ந்து ஆதரிக்கப்படும் — இந்தப் பட்டியலின் காட்சி மட்டுமே பாதிக்கப்படும்.
te: దాచిన నెట్‌వర్క్‌లకు మద్దతు కొనసాగుతుంది — ఈ జాబితా వీక్షణ మాత్రమే ప్రభావితమవుతుంది.
th: เครือข่ายที่ซ่อนไว้ยังคงรองรับอยู่ — มีผลเฉพาะกับมุมมองของรายการนี้เท่านั้น
tr: Gizli ağlar desteklenmeye devam eder — yalnızca bu listenin görünümü etkilenir.
uk: Приховані мережі залишаються підтримуваними — змінюється лише відображення цього списку.
ur: پوشیدہ نیٹ ورکس بدستور معاون رہتے ہیں — صرف اِس فہرست کا منظر متاثر ہوتا ہے۔
vi: Các mạng đã ẩn vẫn được hỗ trợ — chỉ chế độ hiển thị của danh sách này thay đổi.
zh_hans: 隐藏的网络仍然受支持—仅影响此列表的显示。
zh_hant: 隱藏的網路仍受支援—僅影響此清單的顯示。

source: Hide balance
af: Versteek saldo
ar: إخفاء الرصيد
bg: Скриване на баланса
bn: ব্যালেন্স লুকান
ca: Amaga el saldo
cs: Skrýt zůstatek
da: Skjul saldo
de: Saldo ausblenden
el: Απόκρυψη υπολοίπου
es: Ocultar saldo
et: Peida saldo
fa: پنهان کردن موجودی
fi: Piilota saldo
fil: Itago ang balanse
fr: Masquer le solde
he: הסתר יתרה
hi: बैलेंस छिपाएँ
hr: Sakrij stanje
hu: Egyenleg elrejtése
id: Sembunyikan saldo
is: Fela inneign
it: Nascondi saldo
ja: 残高を非表示
ko: 잔액 숨기기
lt: Slėpti balansą
lv: Slēpt atlikumu
ml: ബാലൻസ് മറയ്ക്കുക
mr: शिल्लक लपवा
ms: Sembunyikan baki
nb: Skjul saldo
nl: Saldo verbergen
pa: ਬਕਾਇਆ ਲੁਕਾਓ
pl: Ukryj saldo
pt_br: Ocultar saldo
ro: Ascunde soldul
ru: Скрыть баланс
sk: Skryť zostatok
sl: Skrij dobroimetje
sr: Сакриј стање
sv: Dölj saldo
sw: Ficha salio
ta: இருப்பை மறை
te: బ్యాలెన్స్ దాచు
th: ซ่อนยอดเงิน
tr: Bakiyeyi gizle
uk: Сховати баланс
ur: بیلنس چھپائیں
vi: Ẩn số dư
zh_hans: 隐藏余额
zh_hant: 隱藏餘額

source: Hide balance on home
af: Versteek saldo op tuisbladsy
ar: إخفاء الرصيد في الشاشة الرئيسية
bg: Скрий баланса на началния екран
bn: হোমে ব্যালেন্স লুকান
ca: Amaga el saldo a l'inici
cs: Skrýt zůstatek na hlavní obrazovce
da: Skjul saldo på hjem
de: Saldo auf der Startseite ausblenden
el: Απόκρυψη υπολοίπου στην αρχική
es: Ocultar saldo en inicio
et: Peida saldo avalehel
fa: پنهان کردن موجودی در صفحه اصلی
fi: Piilota saldo aloitusnäytöllä
fil: Itago ang balanse sa home
fr: Masquer le solde à l'accueil
he: הסתר יתרה במסך הבית
hi: होम पर शेष राशि छिपाएं
hr: Sakrij stanje na početnoj
hu: Egyenleg elrejtése a főképernyőn
id: Sembunyikan saldo di beranda
is: Fela stöðu á heimaskjá
it: Nascondi saldo nella schermata iniziale
ja: ホームで残高を隠す
ko: 홈에서 잔액 숨기기
lt: Slėpti likutį pradžioje
lv: Slēpt atlikumu sākumā
ml: ഹോമിൽ ബാലൻസ് മറയ്ക്കുക
mr: मुख्य पडद्यावर शिल्लक लपवा
ms: Sembunyikan baki di laman utama
nb: Skjul saldo på hjem
nl: Saldo verbergen op startscherm
pa: ਘਰ ਤੇ ਬਕਾਇਆ ਛੁਪਾਓ
pl: Ukryj saldo na ekranie głównym
pt_br: Ocultar saldo na tela inicial
ro: Ascunde soldul pe ecranul principal
ru: Скрыть баланс на главной
sk: Skryť zostatok na hlavnej obrazovke
sl: Skrij stanje na začetni strani
sr: Сакриј стање на почетној
sv: Dölj saldo på startsidan
sw: Ficha salio nyumbani
ta: முகப்பில் இருப்பை மறைக்கவும்
te: హోమ్‌లో బ్యాలెన్స్‌ను దాచండి
th: ซ่อนยอดคงเหลือบนหน้าหลัก
tr: Ana ekranda bakiyeyi gizle
uk: Приховати баланс на головному екрані
ur: ہوم پر بیلنس چھپائیں
vi: Ẩn số dư trên trang chủ
zh_hans: 在首页隐藏余额
zh_hant: 在主畫面隱藏餘額

source: Hide full
af: Versteek volledig
ar: إخفاء النص الكامل
bg: Скриване на пълния
bn: সম্পূর্ণ লুকান
ca: Amaga’l complet
cs: Skrýt celé
da: Skjul fuldstændigt
de: Vollständig ausblenden
el: Απόκρυψη πλήρους
es: Ocultar completa
et: Peida täielik
fa: پنهان کردن کامل
fi: Piilota kokonaan
fil: Itago ang buo
fr: Masquer en entier
he: הסתרת הטקסט המלא
hi: पूरा छिपाएँ
hr: Sakrij potpuni prikaz
hu: Teljes elrejtése
id: Sembunyikan penuh
is: Fela allt
it: Nascondi tutto
ja: 全文を非表示
ko: 전체 숨기기
lt: Slėpti visą
lv: Slēpt pilno
ml: പൂർണ്ണമായി മറയ്ക്കുക
mr: पूर्ण लपवा
ms: Sembunyikan penuh
nb: Skjul fullstendig
nl: Volledige verbergen
pa: ਪੂਰਾ ਲੁਕਾਓ
pl: Ukryj pełne
pt_br: Ocultar completo
ro: Ascunde complet
ru: Скрыть полностью
sk: Skryť úplné
sl: Skrij celotno
sr: Сакриј пуни приказ
sv: Dölj fullständigt
sw: Ficha kamili
ta: முழுமையை மறை
te: పూర్తిగా దాచు
th: ซ่อนแบบเต็ม
tr: Tümünü gizle
uk: Сховати повністю
ur: مکمل چھپائیں
vi: Ẩn toàn bộ
zh_hans: 隐藏完整
zh_hant: 隱藏完整

source: Hide passphrase
af: Versteek wagwoordfrase
ar: إخفاء عبارة المرور
bg: Скрий парола‑фразата
bn: পাসফ্রেজ লুকান
ca: Amaga la contrasenya
cs: Skrýt heslovou frázi
da: Skjul adgangssætning
de: Passphrase ausblenden
el: Απόκρυψη φράσης πρόσβασης
es: Ocultar contraseña
et: Peida paroolfraas
fa: پنهان کردن عبارت عبور
fi: Piilota salalause
fil: Itago ang passphrase
fr: Masquer la phrase secrète
he: הסתרת ביטוי הסיסמה
hi: पासफ़्रेज़ छिपाएँ
hr: Sakrij zaporku
hu: Jelszó elrejtése
id: Sembunyikan frasa sandi
is: Fela lykilsetningu
it: Nascondi la passphrase
ja: パスフレーズを非表示
ko: 암호 문구 숨기기
lt: Slėpti slaptafrazę
lv: Slēpt paroles frāzi
ml: പാസ്ഫ്രേസ് മറയ്ക്കുക
mr: पासफ्रेज लपवा
ms: Sembunyikan frasa laluan
nb: Skjul passordfrase
nl: Wachtwoordzin verbergen
pa: ਪਾਸਫਰੇਜ਼ ਲੁਕਾਓ
pl: Ukryj hasło-frazę
pt_br: Ocultar senha
ro: Ascunde expresia de acces
ru: Скрыть парольную фразу
sk: Skryť heslovú frázu
sl: Skrij geselno frazo
sr: Сакриј лозинку
sv: Dölj lösenfras
sw: Ficha kifungu‑siri
ta: பாஸ்பிரேஸை மறை
te: పాస్‌ఫ్రేజ్‌ను దాచండి
th: ซ่อนวลีรหัสผ่าน
tr: Parola ifadesini gizle
uk: Сховати парольну фразу
ur: پاس‌فریز چھپائیں
vi: Ẩn cụm mật khẩu
zh_hans: 隐藏密码短语
zh_hant: 隱藏密碼短語

source: Hide small balances
af: Versteek klein saldo's
ar: إخفاء الأرصدة الصغيرة
bg: Скрий малки баланси
bn: ছোট ব্যালেন্স লুকান
ca: Amaga saldos petits
cs: Skrýt malé zůstatky
da: Skjul små saldi
de: Kleine Guthaben ausblenden
el: Απόκρυψη μικρών υπολοίπων
es: Ocultar saldos pequeños
et: Peida väikesed saldod
fa: پنهان کردن موجودی‌های کوچک
fi: Piilota pienet saldot
fil: Itago ang maliliit na balanse
fr: Masquer les petits soldes
he: הסתר יתרות קטנות
hi: छोटे शेष राशि छिपाएं
hr: Sakrij mala stanja
hu: Kis egyenlegek elrejtése
id: Sembunyikan saldo kecil
is: Fela litlar stöður
it: Nascondi saldi piccoli
ja: 少額残高を隠す
ko: 소액 잔액 숨기기
lt: Slėpti mažus likučius
lv: Slēpt mazus atlikumus
ml: ചെറിയ ബാലൻസുകൾ മറയ്ക്കുക
mr: लहान शिल्लक लपवा
ms: Sembunyikan baki kecil
nb: Skjul små saldoer
nl: Kleine saldi verbergen
pa: ਛੋਟੇ ਬਕਾਏ ਛੁਪਾਓ
pl: Ukryj małe salda
pt_br: Ocultar saldos pequenos
ro: Ascunde solduri mici
ru: Скрыть малые балансы
sk: Skryť malé zostatky
sl: Skrij majhna stanja
sr: Сакриј мала стања
sv: Dölj små saldon
sw: Ficha salio ndogo
ta: சிறிய இருப்புகளை மறை
te: చిన్న బ్యాలెన్స్‌లను దాచండి
th: ซ่อนยอดเล็กน้อย
tr: Küçük bakiyeleri gizle
uk: Сховати малі баланси
ur: چھوٹے بیلنس چھپائیں
vi: Ẩn số dư nhỏ
zh_hans: 隐藏小额余额
zh_hant: 隱藏小額餘額

source: Hiding a chain hides every coin and token on it from the wallet home. The addresses stay in your wallet — only the display changes.
af: Om ’n ketting te versteek, versteek elke munt en teken daarop van die beursie-tuisskerm af. Die adresse bly in jou beursie — net die vertoning verander.
ar: إخفاء سلسلة يخفي كل عملة ورمز موجود عليها من الشاشة الرئيسية للمحفظة. تبقى العناوين في محفظتك — يتغيّر العرض فقط.
bg: Скриването на верига скрива всичките ѝ монети и токени от началния екран на портфейла. Адресите остават в портфейла Ви — променя се само изгледът.
bn: একটি চেইন লুকালে ওয়ালেট হোম থেকে সেই চেইনের প্রতিটি কয়েন ও টোকেন লুকিয়ে যায়। অ্যাড্রেসগুলো আপনার ওয়ালেটেই থাকে — কেবল প্রদর্শন বদলায়।
ca: Ocultar una cadena amaga totes les monedes i tokens que té de la pantalla d’inici. Les adreces continuen a la vostra cartera — només canvia el que es mostra.
cs: Skrytí řetězce skryje na hlavní obrazovce všechny jeho mince a tokeny. Adresy zůstávají ve vaší peněžence — mění se jen zobrazení.
da: Hvis du skjuler en kæde, skjules alle mønter og tokens på den fra startsiden. Adresserne forbliver i din tegnebog — kun visningen ændres.
de: Wenn Sie eine Chain ausblenden, werden alle Coins und Token darauf auf der Wallet-Startseite ausgeblendet. Die Adressen bleiben in Ihrer Wallet — nur die Anzeige ändert sich.
el: Όταν αποκρύπτετε ένα δίκτυο, κρύβονται από την αρχική όλα τα νομίσματα και τα tokens του. Οι διευθύνσεις παραμένουν στο πορτοφόλι σας — αλλάζει μόνο η εμφάνιση.
es: Ocultar una cadena oculta cada moneda y token que tiene en el inicio de la cartera. Las direcciones permanecen en tu cartera — solo cambia lo que se muestra.
et: Võrgu peitmine eemaldab kõik selle mündid ja tokenid rahakoti avakuvalt. Aadressid jäävad sinu rahakotti — muutub ainult kuva.
fa: پنهان کردن یک شبکه باعث می‌شود همه کوین‌ها و توکن‌های آن از صفحه اصلی کیف پول حذف شوند. آدرس‌ها در کیف پول شما باقی می‌مانند — فقط نمایش تغییر می‌کند.
fi: Kun piilotat ketjun, kaikki sen kolikot ja tokenit piiloutuvat aloitusnäkymästä. Osoitteet säilyvät lompakossasi — vain näkymä muuttuu.
fil: Itatago ng pagtatago ng network ang lahat ng coin at token nito mula sa wallet home. Nananatili sa wallet mo ang mga address — ang display lang ang nagbabago.
fr: Masquer une chaîne retire tous ses coins et jetons de l’accueil. Les adresses restent dans votre portefeuille — seul l’affichage change.
he: הסתרת רשת מסתירה כל מטבע ואסימון שעליה ממסך הבית של הארנק. הכתובות נשארות בארנק שלך — רק התצוגה משתנה.
hi: किसी चेन को छिपाने पर वॉलेट होम से उस चेन के सभी कॉइन और टोकन छिप जाते हैं। पते आपके वॉलेट में ही रहते हैं — केवल प्रदर्शन बदलता है।
hr: Skrivanje lanca skriva sve kovanice i tokene na njemu s početnog zaslona novčanika. Adrese ostaju u vašem novčaniku — mijenja se samo prikaz.
hu: Egy lánc elrejtése elrejti annak minden érméjét és tokenjét a tárca kezdőképernyőjéről. A címek a tárcájában maradnak — csak a megjelenés változik.
id: Menyembunyikan jaringan akan menyembunyikan semua koin dan token di dalamnya dari beranda dompet. Alamat tetap berada di dompet Anda — hanya tampilannya yang berubah.
is: Að fela keðju felur allar mynt og tákn á henni af heimaskjá veskisins. Vistföngin haldast í veskinu þínu — aðeins birtingin breytist.
it: Nascondendo una chain, tutte le sue monete e i suoi token spariscono dalla schermata principale. Gli indirizzi restano nel suo portafoglio — cambia solo la visualizzazione.
ja: チェーンを非表示にすると、そのチェーンのすべてのコインとトークンがウォレットホームから隠れます。アドレスはウォレットに残ります — 表示だけが変わります。
ko: 체인을 숨기면 해당 체인의 모든 코인과 토큰이 지갑 홈에서 사라져요. 주소는 지갑에 그대로 남고 표시만 바뀝니다.
lt: Paslėpus tinklą, visi jo monetos ir žetonai dingsta iš piniginės pradinio ekrano. Adresai lieka Jūsų piniginėje — keičiasi tik vaizdas.
lv: Paslēpjot tīklu, visas tā monētas un žetoni tiek noņemti no maka sākumekrāna. Adreses paliek Jūsu makā — mainās tikai izskats.
ml: ഒരു ശൃംഖല മറയ്ക്കുമ്പോൾ അതിലെ എല്ലാ കോയിനുകളും ടോക്കണുകളും വാലറ്റ് ഹോമിൽ നിന്ന് മറയും. വിലാസങ്ങൾ നിങ്ങളുടെ വാലറ്റിൽ തുടരും — ഡിസ്‌പ്ലേ മാത്രമേ മാറുകയുള്ളൂ.
mr: नेटवर्क लपवल्याने त्यावरील सर्व कॉइन्स आणि टोकन वॉलेट होममधून लपतात. पत्ते तुमच्या वॉलेटमध्येच राहतात — फक्त प्रदर्शन बदलते.
ms: Menyembunyikan rangkaian akan menyembunyikan semua koin dan token padanya daripada halaman utama dompet. Alamat kekal dalam dompet anda — hanya paparan yang berubah.
nb: Hvis du skjuler en kjede, skjules alle mynter og tokens på den fra startsiden. Adressene forblir i lommeboken din — bare visningen endres.
nl: Een netwerk verbergen verbergt alle munten en tokens ervan op het startscherm van je wallet. De adressen blijven in je wallet — alleen de weergave verandert.
pa: ਕਿਸੇ ਚੇਨ ਨੂੰ ਲੁਕਾਉਣ ਨਾਲ ਉਸ ਦੇ ਸਾਰੇ ਕੋਇਨ ਅਤੇ ਟੋਕਨ ਵਾਲਿਟ ਹੋਮ ਤੋਂ ਲੁਕ ਜਾਂਦੇ ਹਨ। ਪਤੇ ਤੁਹਾਡੇ ਵਾਲਿਟ ਵਿੱਚ ਹੀ ਰਹਿੰਦੇ ਹਨ — ਸਿਰਫ਼ ਡਿਸਪਲੇ ਬਦਲਦੀ ਹੈ।
pl: Ukrycie sieci ukrywa wszystkie jej monety i tokeny z ekranu głównego portfela. Adresy pozostają w portfelu — zmienia się tylko wygląd.
pt_br: Ocultar uma rede oculta todas as moedas e tokens dessa rede na tela inicial. Os endereços continuam na sua carteira — apenas a exibição muda.
ro: Ascunderea unei rețele ascunde toate monedele și tokenurile de pe ea din ecranul principal. Adresele rămân în portofelul tău — se schimbă doar afișarea.
ru: Если скрыть сеть, все её монеты и токены исчезнут с главного экрана. Адреса остаются в кошельке — меняется только отображение.
sk: Skrytím reťazca skryjete z hlavnej obrazovky všetky jeho mince a tokeny. Adresy zostávajú vo vašej peňaženke — mení sa len zobrazenie.
sl: Skritje verige skrije z začetnega zaslona vse njene kovance in žetone. Naslovi ostanejo v denarnici — spremeni se le prikaz.
sr: Сакривање ланца уклања са почетног екрана новчаника све његове новчиће и токене. Адресе остају у вашем новчанику — мења се само приказ.
sv: När du döljer en kedja döljs alla mynt och tokens på den från startsidan. Adresserna finns kvar i din plånbok — endast visningen ändras.
sw: Kuficha mtandao huficha kila sarafu na tokeni iliyo juu yake kutoka ukurasa wa nyumbani wa pochi. Anwani hubaki kwenye pochi yako — mwonekano pekee ndio unaobadilika.
ta: ஒரு சங்கிலியை மறைத்தால், அதிலுள்ள அனைத்து நாணயங்களும் டோக்கன்களும் வாலட் முகப்பிலிருந்து மறைகின்றன. முகவரிகள் உங்கள் வாலட்டில் தங்கி இருக்கும் — காட்சி மட்டுமே மாறுகிறது.
te: ఒక నెట్‌వర్క్‌ను దాచితే, దానిలోని అన్ని కాయిన్‌లు, టోకెన్‌లు వాలెట్ హోమ్ నుండి దాచబడతాయి. చిరునామాలు మీ వాలెట్‌లోనే ఉంటాయి — ప్రదర్శన మాత్రమే మారుతుంది.
th: การซ่อนเชนจะซ่อนเหรียญและโทเคนทั้งหมดบนเชนนั้นจากหน้าหลักของกระเป๋า ที่อยู่ยังคงอยู่ในกระเป๋าของคุณ มีเพียงการแสดงผลที่เปลี่ยนไป
tr: Bir zinciri gizlediğinizde üzerindeki tüm coin ve tokenler cüzdan ana ekranından kaldırılır. Adresler cüzdanınızda kalır — yalnızca görünüm değişir.
uk: Якщо приховати мережу, усі її монети й токени зникнуть з головного екрана. Адреси залишаються у гаманці — змінюється лише вигляд.
ur: کسی چین کو چھپانے سے اُس کے تمام کوائنز اور ٹوکن والیٹ ہوم سے ہٹ جاتے ہیں۔ ایڈریسز آپ کے والیٹ میں موجود رہتی ہیں — صرف ڈسپلے بدلتی ہے۔
vi: Ẩn một chuỗi sẽ ẩn mọi đồng coin và token thuộc chuỗi đó khỏi màn hình ví. Địa chỉ vẫn còn trong ví — chỉ có hiển thị thay đổi.
zh_hans: 隐藏某条链会在钱包主页上隐藏该链上的所有币和代币。地址仍保留在你的钱包中 — 只是显示有所变化。
zh_hant: 隱藏某條鏈會在錢包主畫面上隱藏該鏈上的所有幣和代幣。位址仍保留在你的錢包中 — 只是顯示有所改變。

source: High · still in mempool
af: Hoog · steeds in mempool
ar: مرتفع · لا يزال في mempool
bg: Висока · все още в mempool
bn: উচ্চ · এখনও mempool-এ
ca: Alt · encara al mempool
cs: Vysoký · stále v mempoolu
da: Høj · stadig i mempool
de: Hoch · noch im Mempool
el: Υψηλή · ακόμη στο mempool
es: Alta · aún en el mempool
et: Kõrge · ikka mempoolis
fa: بالا · هنوز در mempool
fi: Korkea · yhä mempoolissa
fil: Mataas · nasa mempool pa rin
fr: Élevé · toujours dans le mempool
he: גבוה · עדיין ב-mempool
hi: उच्च · अभी भी mempool में
hr: Visoko · još u mempoolu
hu: Magas · még a mempoolban
id: Tinggi · masih di mempool
is: Hátt · enn í mempool
it: Alta · ancora nella mempool
ja: 高 · まだ mempool 内
ko: 높음 · 아직 멤풀에 있음
lt: Aukšta · vis dar mempool
lv: Augsta · joprojām mempool
ml: ഉയർന്നത് · ഇപ്പോഴും mempool-ൽ
mr: उच्च · अजूनही mempool मध्ये
ms: Tinggi · masih dalam mempool
nb: Høy · fremdeles i mempool
nl: Hoog · nog in mempool
pa: ਉੱਚ · ਅਜੇ ਵੀ mempool ਵਿੱਚ
pl: Wysoka · wciąż w mempoolu
pt_br: Alta · ainda no mempool
ro: Mare · încă în mempool
ru: Высокая · всё ещё в mempool
sk: Vysoké · stále v mempoole
sl: Visoko · še vedno v mempoolu
sr: Visoko · još uvek u mempool-u
sv: Hög · fortfarande i mempool
sw: Juu · bado kwenye mempool
ta: அதிகம் · இன்னும் mempool இல்
te: ఎక్కువ · ఇంకా mempoolలో
th: สูง · ยังอยู่ใน mempool
tr: Yüksek · hâlâ mempool'da
uk: Висока · ще в мемпулі
ur: زیادہ · اب بھی mempool میں
vi: Cao · vẫn trong mempool
zh_hans: 高 · 仍在内存池中
zh_hant: 高 · 仍在記憶體池中
